Repository: Andronovo-bit/Huawei-Mobile-Service-HMS-App-Installer-to-Emulator
Catalog: src/Resources/Languages/AppResources.*.resx
Languages: es, tr

source: Install
es: Instalar
tr: Yükle

source: Search Games
es: Buscar Juegos
tr: Oyun Ara

# huawei_emulator_installer
source: Huawei HMS Installer to Emulator
es: Instalador de Huawei HMS en el emulador
tr: Emülatöre Huawei HMS Yükleyici

# check_internet_connection
source: Checking your internet connection
es: Comprobación de la conexión a Internet
tr: İnternet bağlantınız kontrol ediliyor

source: Internet Connection OK
es: Conexión a Internet exitosa
tr: İnternet Bağlantısı Başarılı

# internet_connection_not_ok
source: Internet Connection NOT OK. Please try again
es: Conexión a Internet fallida. Inténtelo de nuevo
tr: İnternet bağlantısı başarısız oldu. Lütfen tekrar deneyin

source: Check Internet
es: Control de conexión
tr: Bağlantı Kontrolü

source: Retry
es: Vuelva a intentarlo
tr: Yeniden Deneyin

# please_input_seach_keyword
source: Please input search keyword
es: Por favor, introduzca la palabra clave
tr: Lütfen arama anahtar kelimesini girin

source: Welcome to
es: Bienvenido a
tr: Hoşgeldiniz

source: You selected
es: Tu selección
tr: Seçiminiz

# downloading_and_installing
source: Downloading & Installing
es: Descargar e instalar
tr: İndirme ve Yükleme

source: Cancel
es: Cancelar
tr: İptal

source: Error
tr: Hata

# emulator_try_again_connect
source: Please connect your device or emulator and try again
es: Por favor, conecta tu dispositivo o emulador e inténtalo de nuevo
tr: Lütfen cihazınızı veya emülatörünüzü bağlayın ve tekrar deneyin

# thanks_for_installing
source: Thanks for the Installing
es: Gracias por realizar la instalación
tr: Kurulumu gerçekleştirdiğiniz için teşekkürler

source: Back to Install Page
es: Volver a la página Instalar
tr: Ana Sayfaya Dön

source: Finish
es: Finalizar
tr: Kapat

# thank_you_choosing_us
source: Thank you for choosing us
es: Gracias por elegirnos
tr: Bizi tercih ettiğiniz için teşekkür ederiz

# downloading_adb_driver
source: Downloading the ADB Driver
es: Descargando el controlador ADB
tr: ADB Sürücüsünün İndirilmesi

# installing_adb_driver
source: Installing the ADB Driver
es: Instalación del controlador ADB
tr: ADB sürücüsü yüklemesi

# downloading_hms_core
source: Downloading the HMS Core
es: Descarga de HMS Core
tr: HMS Core İndiriliyor

source: Installing HMS Core
es: Instalación de HMS Core
tr: HMS Core Yükleniyor

# downloading_appgallery
source: Downloading the HMS AppGallery
es: Descarga de HMS AppGallery
tr: HMS AppGallery İndiriliyor

# installing_appgallery
source: Installing the HMS AppGallery
es: Instalación de HMS AppGallery
tr: HMS AppGallery Yükleniyor

source: Downloading Game
es: Descargando el juego
tr: Oyun İndiriliyor

source: Installing Game
es: Instalando el juego
tr: Oyun Yükleniyor

source: Finishing
es: Finalizar
tr: Tamamlanıyor

source: Step 1
es: Paso 1
tr: Adım 1

# hms_info_message_1
source: Huawei Mobile Services (HMS) is a suite of mobile services developed by Huawei for its smartphones and other devices.
es: Huawei Mobile Services (HMS) es un conjunto de servicios móviles desarrollados por Huawei para sus smartphones y otros dispositivos.
tr: Huawei Mobile Services (HMS), Huawei tarafından akıllı telefonları ve diğer cihazları için geliştirilen bir mobil hizmetler paketidir.

# hms_info_message_2
source: HMS is available in over 170 countries and regions, and it is used by over 700 million users worldwide.
es: HMS está disponible en más de 170 países y regiones, y lo utilizan más de 700 millones de usuarios en todo el mundo.
tr: HMS 170'ten fazla ülke ve bölgede mevcuttur ve dünya çapında 700 milyondan fazla kullanıcı tarafından kullanılmaktadır.

# hms_info_message_3
source: Huawei is constantly expanding the HMS ecosystem, and it is working to bring new and innovative services to its users.
es: Huawei amplía constantemente el ecosistema HMS y trabaja para ofrecer servicios nuevos e innovadores a sus usuarios.
tr: Huawei, HMS ekosistemini sürekli olarak genişletiyor ve kullanıcılarına yeni ve yenilikçi hizmetler sunmak için çalışıyor.

# hms_info_message_4
source: HMS is designed to be a secure and reliable alternative to Google Mobile Services (GMS), which is the suite of mobile services that is used by most Android smartphones.
es: HMS está diseñado para ser una alternativa segura y fiable a Google Mobile Services (GMS), que es el conjunto de servicios móviles que utilizan la mayoría de los teléfonos inteligentes Android.
tr: HMS, çoğu Android akıllı telefon tarafından kullanılan mobil hizmetler paketi olan Google Mobil Hizmetlerine (GMS) güvenli ve güvenilir bir alternatif olarak tasarlanmıştır.

# hms_info_message_5
source: HMS includes a variety of services, such as the AppGallery app store, the Huawei Cloud cloud storage service, and the Huawei Health fitness tracking service.
es: HMS incluye una variedad de servicios, como la tienda de aplicaciones AppGallery, el servicio de almacenamiento en la nube Huawei Cloud y el servicio de seguimiento del estado físico Huawei Health.
tr: HMS, AppGallery uygulama mağazası, Huawei Cloud bulut depolama hizmeti ve Huawei Health fitness izleme hizmeti gibi çeşitli hizmetler içerir.

source: Step 2
es: Paso 2
tr: Adım 2

# hms
source: Huawei Mobile Service
es: Servicio móvil de Huawei
tr: Huawei Mobil Hizmeti

source: Bye Bye
es: Adiós
tr: Hoşça kalın

source: Searching...
es: Buscando...
tr: Aranıyor...

source: Version
es: Versión
tr: Sürüm

# no_search_result_found
source: No search results found
es: No se han encontrado resultados de búsqueda
tr: Arama sonucu bulunamadı

source: Size
es: Talla
tr: Boyut

source: Change Game
es: Cambiar de juego
tr: Oyunu Değiştir

source: Please Wait...
es: Por favor, espere...
tr: Lütfen bekleyin...

# huawei_emulator_description
source: This app is a tool that allows you to install and run Android game on the emulator along with Huawei Mobile Services (HMS) apps. The game run depending on Appgallery.
es: Esta aplicación es una herramienta que te permite instalar y ejecutar juegos Android en el emulador junto con aplicaciones de Huawei Mobile Services (HMS). El juego se ejecuta en función de Appgallery.
tr: Bu uygulama, Huawei Mobile Services (HMS) uygulamaları ile birlikte emülatöre Android oyunu yüklemenizi ve çalıştırmanızı sağlayan bir araçtır. Oyun Appgallery'e bağlı olarak çalışır.

# emulator_config_progress
source: Device(Emulator) configuration is in progress
es: La configuración del dispositivo (emulador) está en curso
tr: Cihaz (Emülatör) yapılandırması devam ediyor

# internet_connection_error
source: Something is wrong with your internet connection, please fix it and try again.
es: Algo va mal con tu conexión a Internet, por favor, arréglalo e inténtalo de nuevo.
tr: İnternet bağlantınızla ilgili bir sorun var, lütfen düzeltin ve tekrar deneyin.

# huawei_server_unreachable
source: Huawei server unreachable at the moment, please try again later.
es: Servidor Huawei inaccesible en este momento, por favor inténtelo más tarde.
tr: Huawei sunucusuna şu anda ulaşılamıyor, lütfen daha sonra tekrar deneyin.

# internet_error_reconnect
source: Something is wrong with your internet connection, reconnecting
es: Algo va mal con su conexión a Internet, vuelva a conectar
tr: İnternet bağlantınızla ilgili bir sorun var, yeniden bağlanıyor

source: Settings
es: Configuraciones
tr: Ayarlar
